111111 *>  *-----------------------
111111 *>  * Some test program
111111 *>  *-----------------------
111111    IDENTIFICATION DIVISION.
111111    PROGRAM-ID. HELLO.
111111
111111    DATA DIVISION.
111111    LOCAL-STORAGE SECTION.
111111    01 MYVAR PIC X(5) VALUE SPACES.
111111
111111    PROCEDURE DIVISION.
111111        DISPLAY 'THIS IS A DEMO!]'.
111111        MOVE "DEMO]" TO MYVAR.
111111        DISPLAY MYVAR.
111111        GOBACK.
